Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/types_of_employment/self_employment/sources_information_on_starting_business.html.txt.tmx
Source language: en
Languages: ga

source: Sources of information on starting a business
ga: Foinsí faisnéise ar ghnólacht a thosú

source: • General information on setting up a business
ga: • Faisnéis ghinearálta ar ghnólacht a chur ar bun

source: • Government agencies and departments
ga: • Gníomhaireachtaí agus ranna rialtais

source: • Representative bodies and specific sectors
ga: • Comhlachtaí ionadaíocha agus earnálacha sonracha

source: If you are becoming self-employed and starting a business you can get advice and information from a range of organisations
ga: Má bheidh tú féinfhostaithe agus má thosaíonn tú gnólacht, féadfaidh tú idir chomhairle agus fhaisnéis a fháil ó réimse eagraíochtaí

source: This document is about these sources of information
ga: Baineann an cháipéis seo leis na foinsí seo faisnéise

source: You can find out more in our documents on starting a business, becoming self-employed and coming to set up a business in Ireland
ga: Féadfaidh tú teacht ar bhreis faisnéise inár gcáipéisí ar ghnó a chur ar bun, bheith féinfhostaithe agus teacht go hÉirinn le hinfheistiú nó gnó a chur ar bun

source: General information on setting up a business
ga: Faisnéis ghinearálta ar ghnólacht a chur ar bun

source: General information is available on pointofsinglecontact.ie which brings together information on procedures and services to those intending to establish a business
ga: Tá fáil ar fhaisnéis ghinearálta ar pointofsinglecontact.ie a thugann le chéile faisnéis ar nósanna imeachta agus seirbhísí dóibh siúd a bheartaíonn gnólacht a bhunú

source: Other sources include: the guide to self-employment, Toil and Trouble (pdf)and a leaflet on starting your own business (pdf) published by the Irish National Organisation of the Unemployed
ga: I measc na bhfoinsí eile, tá: an treoir maidir le féinfhostaíocht, Toil and Trouble (pdf) agus bileog ar do ghnólacht féin a thosú (pdf) a d’fhoilsigh Eagraíocht na hÉireann do Dhaoine Dífhostaithe

source: The Supporting SMEs Online Tool is a guide for start-ups and small businesses
ga: Treoir atá san Uirlis ar Líne ‘Tacú le Fiontair Bheaga agus Mheánmhéide’ do ghnólachtaí nuathionscanta agus gnólachtaí beaga

source: It includes information on over 80 business supports available from a range of government departments and agencies
ga: Áirítear leis an uirlis faisnéis ar bhreis agus 80 tacaíocht gnó atá ar fáil ó réimse ranna agus gníomhaireachtaí rialtais

source: Businessregulation.ie is a portal to help you identify the main regulations which affect your business
ga: Tairseach atá in businessregulation.ie a chabhraíonn leat na príomhrialacháin a shainaithint a dhéanann difear do do ghnólacht

source: It includes information on regulation for start-up companies, key regulations for all businesses and sector-specific regulation
ga: Áirítear leis faisnéis ar rialáil le haghaidh cuideachtaí nuathionscanta, na príomhrialacháín do gach gnólacht agus rialáil a bhaineann go sonrach le hearnáil

source: The Enterprise Europe Network has published Info2innovate, an online directory of innovation supports and services for small and medium enterprises
ga: D’fhoilsigh an Líonra Fiontar Eorpach Info2innovate, eolaire ar líne de thacaíochtaí agus de sheirbhísí nuálaíochta d’fhiontair bheaga agus mheánmhéide

source: Action Plan for Jobs
ga: An Plean Gnímh maidir le Poist

source: The Action Plan for Jobs 2017 includes the following measures:
ga: Áirítear na bearta a leanas leis an bPlean Gníomhaíochta do Phoist 2016:

source: • An Export Finance Initiative to support export orientated SME’s, with a pilot in 2017
ga: • Beidh gach idirbheart Rialtais le gnó ar fáil ar líne faoi 2017

source: • A toolkit for employers and employees to engage in workplace innovation and a pilot programme roll-out
ga: • Tairseach gréasáin Rialtais singil chun deiseanna jab d’eisimircigh fillte a n-aibhsiú

source: • A Design4Growth initiative in regions
ga: • Straitéis Scileanna Náisiúnta nua

source: • A Competitive Start Fund for female entrepreneurs
ga: • Bearta chun éifeacht jabanna ó ghnólachtaí nuathionscanta a dhúbailt,

source: Government agencies and departments
ga: Gníomhaireachtaí agus ranna rialtais

source: Local Enterprise Offices provide supports to local businesses that are starting up or in development
ga: Soláthraíonn Oifigí Fiontair Áitiúil tacaíochtaí do ghnólachtaí áitiúla atá ag tosú nó atá á bhforbairt

source: Their role is to stimulate economic activity at local level and to promote microenterprises (10 or fewer employees)
ga: Is é an ról atá acu ná gníomhaíocht gheilleagrach ar leibhéal áitiúil a mhúscailt agus chun micrifhiontair a chur chun cinn (10 bhfostaí nó níos lú)

source: LEOs can support sole traders, firms and community groups
ga: Féadfaidh OFAanna tacú le trádálaithe aonair, gnóthais agus grúpaí pobail

source: The projects must be commercially viable or have the capacity to become commercially viable
ga: Ní mór go mbíonn na tionscadail inmharthana i dtaobh cúrsaí tráchtála de nó ní mór go bhfuil an cumas acu bheith inmharthana i dtaobh cúrsaí tráchtála de

source: You can find information about training programmes and start your own business courses as well as mentoring and financial supports on localenterprise.ie
ga: Féadfaidh tú teacht ar fhaisnéis faoi chláir oiliúna agus do chúrsaí féin gnó a thosú mar aon le meantóireacht agus tacaíochtaí airgeadais ar localenterprise.ie

source: The Companies Registration Office (CRO) functions include incorporation of companies, the registration of business names, the enforcement of the Companies Acts in relation to the filing obligations of companies and making information available to the public
ga: I measc fheidhmeanna na hOifige um Chlárú Cuideachtaí (OCC), tá corprú cuideachtaí, ainmneacha gnó a chlárú, Achtanna na gCuideachtaí a fhorfheidhmiú maidir le dualgais chuideachtaí a chomhdú agus faisnéis a chur ar fáil don phobal

source: Its website has information about the Companies Act 2014 that replaced the Companies Acts 1963-2013 on 1 June 2015
ga: Tá faisneis ag a shuiomh gréasáin faoin Acht na gCuideachtaí 2014 a tháinig i bhfeidhm an 1 Meitheamh 2015

source: The Registrar of Friendly Societies deals with the registration of industrial and provident societies, trade unions and friendly societies
ga: Déileálann Cláraitheoir na gCara-Chumann le cumainn thionsclaíocha agus coigiltis, ceardchumainn agus cara-chumainn

source: Department of Social Protection
ga: An Roinn Coimirce Sóisialaí

source: The Department of Social Protection is responsible for social insurance (PRSI)
ga: Tá an Roinn Coimirce Sóisialaí freagrach as árachas sóisialach (ÁSPC)

source: The Department's case officers in Intreo centres or local social welfare offices can help you if you are getting a jobseeker's payment and wish to set up your own business
ga: Féadfaidh oifigigh cháis na Roinne in ionaid Intreo nó in oifigí áitiúla leasa shóisialaigh cabhrú leat má tá íocaíocht chuardaitheora poist á fáil agat agus más mian leat do ghnólacht féin a bhunú

source: Enterprise Ireland is responsible for the development of Irish industry
ga: Tá Fiontraíocht Éireann freagrach as tionsclaíocht na hÉireann a fhorbairt

source: It provides advice and financial support to High Potential Start-Up (HPSU) businesses
ga: Soláthraíonn siad comhairle agus tacaíocht airgeadais do ghnólachtaí Tosaithe Ardacmhainne (GTAA)

source: You can find information about High Potential Start-Ups on its website
ga: Féadfaidh tú teacht ar fhaisnéis faoi Ghnólachtaí Tosaithe Ardacmhainne ar a láithreán gréasáin

source: The IDA (Industrial Development Agency) Ireland is responsible for securing new investment from overseas in manufacturing and internationally-traded services sectors
ga: Tá ÚFT Éireann (an tÚdarás Forbartha Tionscail) freagrach as infheistíocht nua a fháil ó áiteanna thar lear sna hearnálacha déantúsaíochta agus seirbhísí a thrádáiltear go hidirnáisiúnta

source: It can provide information about setting up a business in Ireland and may provide grants to companies wishing to locate in Ireland or expand their existing operations in Ireland
ga: Féadfaidh siad faisnéis a sholáthar faoi ghnólacht a chur ar bun in Éirinn agus féadfaidh siad deontais a sholáthar do chuideachtaí ar mian leo lonnú in Éirinn nó a n-oibríochtaí reatha a fhairsingiú in Éirinn

source: Local development companies were established to tackle unemployment in particular areas of the country
ga: Bunaíodh cuideachtaí forbartha áitiúla chun dul i ngleic le dífhostaíocht i limistéir ar leith sa tír

source: Enterprise Officers from local development companies can offer advice and information on starting your own business
ga: Féadfaidh Oifigigh Fiontair ó chuideachtaí forbartha áitiúla comhairle agus faisnéis a sholáthar faoi do ghnólacht féin a thosú

source: The Information and Customer Service of the Workplace Relations Commission (WRC) provides information on industrial relations and rights and obligations under employment and equality legislation
ga: Soláthraíonn an tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre (CCAO) faisnéis ar chaidreamh tionsclaíoch agus ar chearta agus dualgais faoin reachtaíocht fostaíochta agus comhionannais

source: You can find information on employment legislation for employers (pdf) and a guide for employers who are starting a new business with paid employees
ga: Féadfaidh tú teacht ar fhaisnéis ar reachtaíocht fostaíochta d’fhostóirí (pdf) agus ar threoir d’fhostóirí a bhfuil gnólacht nua á thosú acu le fostaithe íoctha

source: The WRC Inspection Service monitors employment conditions through its inspectors
ga: Déanann an tSeirbhís Chigireachta CCAO monatóireacht ar choinníollacha fostaíochta trína gcuid cigirí

source: It can also enforce compliance and seek redress for breaches of employment rights
ga: Anuas air sin, féadfaidh siad comhlíonadh a chur i bhfeidhm agus sásamh a lorg maidir le sáruithe ar chearta fostaíochta

source: Revenue provides extensive information about your tax obligations
ga: Soláthraíonn na Coimisinéirí Ioncaim faisnéis fhairsing faoi do chuid dualgais chánach

source: In particular A Guide to Self Assessment (IT 10) and Running a business answer many of the basic questions people ask about tax when becoming self-employed and setting up a business. The Revenue guide, Supporting Job Creation and other Enterprise Supports, is a general outline of relevant tax reliefs, deductions and exemptions
ga: Déanann Treoir maidir le Féinmheasúnú (IT 10) agus Gnó a thosú agus a reáchtáil, go áirithe, go leor de na ceisteanna bunúsacha a fhreagairt maidir le cáin nuair a bhíonn tú féinfhostaithe agus nuair a bhíonn gnólacht á chur ar bun agat

source: The Health and Safety Authority
ga: An tÚdarás Sláinte agus Sábháilteachta

source: The Health and Safety Authority is responsible for enforcing occupational safety and health law, promoting and encouraging accident prevention, and providing information and advice on health and safety
ga: Tá an tÚdarás Sláinte agus Sábháilteachta freagrach as dlí sláinte agus sábháilteacht Cheirde a chur i bhfeidhm, cosc ar thimpistí a chur chun cinn agus a spreagadh, agus faisnéis agus comhairle a sholáthar ar shláinte agus sábháilteacht

source: Its Taking Care of Business initiative helps small businesses comply with their health and safety obligations and provides online tools to help you to generate risk assessments and safety statements
ga: Cabhraíonn a dtionscnamh Gnó a Ghlacadh i gCúram (‘Taking Care of Business’) le gnólachtaí beaga a ndualgais sláinte agus sábháilteachta a chomhlíonadh agus soláthraíonn sé uirlisí ar líne chun cabhrú leat measúnuithe riosca agus ráitis sábháilteachta a chruthú

source: Representative bodies and specific sectors
ga: Comhlachtaí ionadaíocha agus earnálacha sonracha

source: The following organisations provide their members with advice and information about running a business:
ga: Soláthraíonn na heagraíochtaí a leanas comhairle agus faisnéis dá gcomhaltaí faoi ghnólacht a reáchtáil:

source: IBEC (Irish Business and Employers Confederation) is the national umbrella organisation for business and employers
ga: Is iad CGFÉ (Cónaidhm Ghnólachtaí agus Fhostóirí na hÉireann) an bhrateagraíocht náisiúnta do ghnó agus fostóirí

source: It offers support and advice to employers
ga: Cuireann siad tacaíocht agus comhairle ar fáil d’fhostóirí

source: ISME (The Irish Small and Medium Enterprises Association) is the independent organisation for the small and medium business sector
ga: Is iad GBMÉ (Gnóthais Bheaga agus Mheánacha na hÉireann) an eagraíocht neamhspleách don earnáil ghnó bhig agus mheánmhéide

source: SFA (Small Firms Association) represents the needs of small enterprises (that is, those employing less than 50 employees)
ga: Déanann an CGB (Comhlachas na nGnólachtaí Beaga) ionadaíocht do riachtanais fiontar beag (is é sin, iad siúd a fhostaíonn níos lú ná 50 fostaí)

source: The following organisations may be able to help you if you are proposing to start a business in their sector
ga: D’fhéadfadh na heagraíochtaí a leanas bheith in ann cabhrú leat má bheartaíonn tú chun gnólacht a thosú ina n-earnáil

source: Bord Bia: Food, drink and horticulture companies looking for export assistance
ga: An Bord Bia: Cuideachtaí bia, dí agus gairneoireachta a bhfuil cúnamh easpórtála á lorg acu

source: Bord Iascaigh Mhara: Companies in the seafood industry
ga: Bord Iascaigh Mhara: Cuideachtaí sa tionscal bia mara

source: Fáilte Ireland: Companies in the tourism industry
ga: Fáilte Ireland: Cuideachtaí sa tionscal turasóireachta

source: Teagasc: Businesses in the agri-food industry
ga: Teagasc: Gnó sa tionscal agraibhia

source: Údarás na Gaeltachta: Companies located in the Gaeltacht
ga: Údarás na Gaeltachta: Cuideachtaí atá lonnaithe sa Ghaeltacht

source: Microfinance Ireland provides loans to small businesses with no more than 10 employees, including sole traders and start-ups
ga: Soláthraíonn Microfinance Ireland iasachtaí do ghnólachtaí beaga nach bhfuil breis agus 10 bhfostaí acu, trádálaithe aonair agus gnólachtaí nuathionscanta san áireamh

source: Chambers Ireland and the Banking and Payments Federation Ireland have developed a website, smallbusinessfinance.ie, for small businesses looking for information about financing or funding their business
ga: D’fhorbair Comhlachas Éireann agus Cónaidhm Bhaincéireachta agus Íocaíochtaí Éireann láithreán gréasáin, smallbusinessfinance.ie, atá dírithe ar ghnólachtaí beaga a bhfuil faisnéis faoina ngnólacht a mhaoiniú nó a chistiú á lorg acu

source: The Central Bank has published a revised Code of Conduct for Business Lending to Small and Medium Enterprises (pdf)
ga: D’fhoilsigh an Banc Ceannais Cód leasaithe Iompair d’Iasachtú Gnó le Fiontair Bheaga agus Mheánmhéide (pdf)

source: If you have a small or medium business and your application for credit is refused by one of the participating banks you may apply to the Credit Review Office to have your case reviewed
ga: Má tá gnólacht beag agus meánmhéide agat agus má dhiúltaíonn ceann de na bainc rannpháirteacha d’iarratas ar chreidmheas, féadfaidh tú iarratas a dhéanamh ar an Oifig um Athbhreithniú Creidmheasa go ndéanfar athbhreithniú ar do chás

source: The Credit Guarantee Scheme encourages additional lending to small and medium businesses who are commercially viable but have difficulty in accessing credit
ga: Is aidhm na Scéime Ráthaíochta Creidmheasa iasacht breise le gnólachtaí beaga agus meánmhéide atá inmharthana i dtaobh cúrsaí tráchtála de ach a bhfuil deacrachtaí acu chun creidmheas a rochtain

source: Under the Scheme eligible applicants will be assisted in obtaining a loan and in establishing a favourable credit history
ga: Faoin Scéim, cabhrófar le hiarratasóirí incháilithe chun iasacht a fháil agus chun stair fhabhrach creidmheasa a bhunú

source: Since 3 March 2017, changes to the Credit Guarantee Scheme extend the definition of loan agreements to include certain non-credit products such as overdrafts
ga: Ó 23 Feabhra 2015, cuimsíonn athruithe ar an Scéim Ráthaíocht Creidmheasa méadú uasthréimhse ráthaíocht ó 3 go 7 bliain

source: The scope of the scheme also extends to cover other financial product providers for example lessors
ga: Chomh maith le sin, má fhágann banc an ghnó an mhargaidh creidmheasa Éireannach, ceadaíonn an Scéim iasachtaí athmhaoinithe anois

source: Help and advice if you are having difficulties
ga: Cabhair agus comhairle má tá deacrachtaí agat

source: If your business is having difficulties, you can apply to the Small Business Advice Programme for free advice
ga: Má tá deacrachtaí ag do ghnólacht, féadfaidh tú iarratas a dhéanamh ar an gClár Comhairle do Ghnólachtaí Beaga chun teacht ar chomhairle saor in aisce

source: The Chartered Accountants Voluntary Advice service (CAVA) can give free advice and assistance on your business affairs such as bookkeeping, business debts, VAT or payroll issues
ga: Is féidir le seirbhís Chomhairle Dheonach na gCuntasóirí Cairte (CAVA) comhairle agus cúnamh saor in aisce a thabhairt ar do ghnóthaí gnó, ar nós leabhair a choimeád, fiachais ghnó, saincheisteanna CBL nó párolla

source: Contact your local Citizens Information Service or MABS office to see if they offer the service
ga: Déan teagmháil le do Sheirbhís um Fhaisnéis do Shaoránaigh nó le hoifig an SBCA féachaint an gcuireann siad an tseirbhís ar tairiscint

source: You can also call (01) 6377218 or email cava@charteredaccountants.ie
ga: Anuas air sin, féadfaidh tú glao ar (01) 6377218 nó ríomhphost a sheoladh chuig email cava@charteredaccountants.ie
